import gallery1 from '../../images/feedback/2-chitat-otzyv-pokupatelya-powerwild-ru-o-gormone-rosta-416x740.jpg';
import gallery2 from '../../images/feedback/2018-10-01_11-52-46.png';
import gallery3 from '../../images/feedback/Screenshot_2018_04_16_17_13_58_414_com.whatsapp.png';
import gallery4 from '../../images/feedback/otziv-cvadebnij-tort.jpg';
import gallery5 from '../../images/feedback/yasnovidyashchaya-gadalka-moskva-otzyvy.jpg';
import gallery6 from '../../images/feedback/2-chitat-otzyv-pokupatelya-powerwild-ru-o-gormone-rosta-416x740.jpg';
import gallery7 from '../../images/feedback/2018-10-01_11-52-46.png';

export const Feedbacks = [
    {
        id: 1,
        name: 'Наполеон',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery1,
    },
    {
        id: 2,
        name: 'Медовый',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery2,
    },
    {
        id: 3,
        name: 'Праздничный',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery3,
    },
    {
        id: 4,
        name: 'Бисквитный',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery4,
    },
    {
        id: 5,
        name: 'Три шоколада',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery5,
    },
    {
        id: 6,
        name: 'Три шоколада',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery6,
    },
    {
        id: 7,
        name: 'Три шоколада',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery7,
    },
];
