import gallery1 from '../../images/rolls/appleCake.jpg';
import gallery2 from '../../images/rolls/brownyImage.jpg';
import gallery3 from '../../images/rolls/cheeseCakeImage.jpg';
import gallery4 from '../../images/rolls/cherryCakeImage.jpg';

const Fillings = [
    {
        id: 1,
        name: 'Яблочная начинка',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        image: gallery1,
    },
    {
        id: 2,
        name: 'Медовая начинка',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        image: gallery2,
    },
    {
        id: 3,
        name: 'Вишневая начинка',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        image: gallery3,
    },
    {
        id: 4,
        name: 'Бисквитная начинка',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        image: gallery4,
    },
    {
        id: 5,
        name: 'Три шоколада начинка',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        image: gallery2,
    },
];

export default Fillings;
