import gallery1 from '../../images/cakes/gallery1.jpg';
import gallery2 from '../../images/cakes/gallery2.jpg';
import gallery3 from '../../images/cakes/gallery3.jpg';
import gallery4 from '../../images/cakes/gallery4.jpg';
import gallery5 from '../../images/cakes/gallery5.jpg';
import gallery6 from '../../images/cakes/gallery6.jpg';

export const Cakes = [
    {
        id: 1,
        name: 'Малиновый торт',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        weight: 1.5,
        image: gallery1,
        revieweImages: [gallery1, gallery2, gallery3],
    },
    {
        id: 2,
        name: 'Яблочный штрудель',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        weight: 1.5,
        image: gallery2,
        revieweImages: [gallery4, gallery5, gallery6],
    },
    {
        id: 3,
        name: 'Три шоколада',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        weight: 1.5,
        image: gallery3,
        revieweImages: [gallery2, gallery3, gallery4],
    },
    {
        id: 4,
        name: 'Бенто-торт',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        weight: 1.5,
        image: gallery4,
        revieweImages: [gallery1, gallery2, gallery5],
    },
    {
        id: 5,
        name: 'Мусовый бриз',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        weight: 1.5,
        image: gallery5,
        revieweImages: [gallery2, gallery6, gallery3],
    },
    {
        id: 6,
        name: 'Чизкейк',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        weight: 1.5,
        image: gallery6,
        revieweImages: [gallery3, gallery2, gallery1],
    },
    {
        id: 7,
        name: 'Макарон',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        weight: 1.5,
        image: gallery3,
        revieweImages: [gallery4, gallery2, gallery2],
    },
    {
        id: 8,
        name: 'Чизкейк',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        weight: 1.5,
        image: gallery3,
        revieweImages: [gallery1, gallery6, gallery5],
    },
];
