import gallery1 from '../../images/cakes/gallery1.jpg';
import gallery2 from '../../images/cakes/gallery2.jpg';
import gallery3 from '../../images/cakes/gallery3.jpg';
import gallery4 from '../../images/cakes/gallery4.jpg';
import gallery5 from '../../images/cakes/gallery5.jpg';
import gallery6 from '../../images/cakes/gallery6.jpg';

export const NaviogationCards = [
    {
        id: 1,
        name: 'Торты',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: '/menu',
        image: gallery1,
    },
    {
        id: 2,
        name: 'Меренговый рулет',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: '/fillings',
        image: gallery2,
    },
    {
        id: 3,
        name: 'Моти',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: '/about-me',
        image: gallery3,
    },
    {
        id: 4,
        name: 'Бенто-торт',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: '/menu',
        image: gallery4,
    },
    {
        id: 5,
        name: 'Мусовые десерты',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: '/fillings',
        image: gallery5,
    },
    {
        id: 6,
        name: 'Трайфл',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: '/fillings',
        image: gallery6,
    },
    {
        id: 7,
        name: 'Макарон',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: '/about-me',
        image: gallery3,
    },
    {
        id: 8,
        name: 'Чизкейк',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: '/about-me',
        image: gallery3,
    },
];
