import gallery1 from '../../images/rolls/feedback.jpg';
import gallery2 from '../../images/rolls/appleCake.jpg';
import gallery3 from '../../images/rolls/brownyImage.jpg';
import gallery4 from '../../images/rolls/appleCake.jpg';

export const Rolls = [
    {
        id: 1,
        name: 'Наполеон',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery1,
    },
    {
        id: 2,
        name: 'Медовый',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery2,
    },
    {
        id: 3,
        name: 'Праздничный',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery3,
    },
    {
        id: 4,
        name: 'Бисквитный',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery4,
    },
    {
        id: 5,
        name: 'Три шоколада',
        description:
            'Малиновый бисквит, малиновый ганаш, малиновый заварной крем, мятный крем. Состав: яйцо, сахар, мука, растительное масло, разрыхлитель, натуральное малиновое пюре, ягоды малины, листья мяты, желатин, белый шоколад, шоколадная хрустяшка, творожный сыр, сливки 33%.',
        link: gallery2,
    },
];
